[
    {
        "id": 1,
        "item": "Do you agree or disagree with the following statement?\nIt is better to use printed material such as books and articles to do research than it is to use the internet. Give reasons and examples to support your opinion.",
        "source": "copilot"
    },
    
    {
        "id": 2,
        "item": "Do you agree or disagree with the following statement?\nUsing an e-mail at work is more effective way of communication than a face-to-face conversation. Give reasons and examples to support your opinion.",
        "source": "ETS 토익스피킹 기출 문제집"
    },
    {
        "id": 3,
        "item": "Do you agree or disagree with the following statement?\nIn order for business leaders to be successful, they need to be skilled at negotiating. Give reasons and examples to support your opinion.",
        "source": "ETS 토익스피킹 기출 문제집"
    },
    {
        "id": 4,
        "item": "What is the best way for a company to improve its sales?\nChoose one of the options provided below, and give reasons or examples to support your opinion.\nBy introducing a new product\nBy improving its customer service\nBy launching an advertising campaign",
        "source": "ETS 토익스피킹 기출 문제집"
    },
    {
        "id": 5,
        "item": "If your city wanted to increase the cost of public transportation in order to buy more environmentally friendly vehicles, would you support that plan? Why or why not? Give reasons and examples to support your opinion.",
        "source": "ETS 토익스피킹 기출 문제집"
    },
    {
        "id": 6,
        "item": "Which do you think contributes more to a famous athlete's success: luck or hard work? Why?\nGive reasons and examples to support your opinion.",
        "source": "ETS 토익스피킹 기출 문제집"
    },
    {
        "id": 7,
        "item": "Some people think that owning a pet has many benefits. Do you agree or disagree with this opinion? Why? Give reasons and examples to support your opinion.",
        "source": "ETS 토익스피킹 기출 문제집"
    },
    {
        "id": 8,
        "item": "Which way would you prefer to receive training for a job: by taking a course in a classroom with an instructor, or by taking a course online? Why? Give reasons and examples to support your opinion.",
        "source": "ETS 토익스피킹 기출 문제집"
    },
    {
        "id": 9,
        "item": "Do you agree or disagree with the following statement?\nIn the future, cities will have fewer green spaces, such as parks and gardens. Give reasons and examples to support your opinion.",
        "source": "ETS 토익스피킹 기출 문제집"
    },
    {
        "id": 10,
        "item": "Which of the following has the greatest influence on whether or not an author is successful? Choose one of the options provided below, and give specific reasons and examples to support your opinion.\nHaving a good editor\nHaving a good agent\nHaving a good publisher",
        "source": "copilot"
    },
    {
        "id": 10,
        "item": "Which of the following has the greatest influence on whether or not an author is successful? Choose one of the options provided below, and give specific reasons and examples to support your opinion.\nA passion for writing\nPersistence\nSupport from friends and family",
        "source": "ETS 토익스피킹 기출 문제집"
    },
    {
        "id": 11,
        "item": "Do you agree or disagree with the following statement?\nThe best way to deal with work-related stress is by talking to a supervisor. Give reasons and examples to support your opinion.",
        "source": "ETS 토익스피킹 기출 문제집"
    },
    {
        "id": 12,
        "item": "Some people prefer to learn about world events from reading a newspaper. Others prefer to learn about world events by watching the news on television. Which do you prefer and why? Use specific reasons and examples to support your opinion.",
        "source": "ETS 토익스피킹 기출 문제집"
    },
    {
        "id": 13,
        "item": "Some people have the opportunity to shop for groceries online and have the groceries delivered to their homes. Would you consier using this kind of service? Why or why not? Give reasons or examples to support your opinion.",
        "source": "ETS 토익스피킹 기출 문제집"
    },
    {
        "id": 14,
        "item": "Some people believe that reading is the best way to spend free time. Do you agree with this opinion? Why or why not? Give reasons and examples to support your opinion.",
        "source": "ETS 토익스피킹 기출 문제집"
    }

]